Repository: giloutho/Logfly
Catalog: i18n/logfly5/*.po
Languages: de, fr, it

source: Change glider
de: Gleitschirm bearbeiten
fr: Modifier la voile
it: Cambia vela

source: Rename site
de: Fluggebiet umbenennen
fr: Renommer le site
it: Rinomina sito

source: Site form
de: Fluggebiets-Daten
fr: Fiche site
it: Modulo del sito

source: Change site
de: Fluggebiet ändern
fr: Changer site
it: Cambia sito

source: Photo of the day
de: Foto des Tages
fr: Photo du jour
it: Foto del giorno

source: Photos folder
de: Foto-Ordner
fr: Dossier photos
it: Cartella foto

source: More
de: Mehr
fr: Plus
it: Di più

source: Track content
de: Track-Datei
fr: Fichier trace
it: Contenuto della traccia

source: Merge flights
de: Flüge zusammenführen
fr: Fusionner les vols
it: Unire i voli

source: Update sites
de: Fluggebiete aktualisieren
fr: Actualiser les sites
it: Aggiornare i siti

source: VisuGPS in browser
de: VisuGPS im Browser öffnen
fr: VisuGPS dans le navigateur
it: VisuGPS nel browser

source: Site form not found
de: Fluggebiets-Info nicht gefunden
fr: Fiche site non trouvée
it: Modulo del sito non trovato

source: Merge IGC tracks
de: IGC-Tracks zusammenführen
fr: Fusionner les traces IGC
it: Unire tracce IGC

source: merged flights
de: zusammengeführte Flüge
fr: vols fusionnés
it: Voli uniti

source: Bad download url
de: Falsche Download-URL
fr: Mauvaise url de téléchargement
it: url di download errato

source: What would you like to do
de: Was möchtest du tun
fr: Que voulez-vous faire
it: Che cosa vorresti fare

source: Change
de: Ändern
fr: Changer
it: Modificare

source: photos files (*.jpg)
de: Fotodateien (*.jpg)
fr: fichiers photos (*.jpg)
it: File foto (*.jpg)

source: Kml file generation
de: KML-Datei erzeugen
fr: Génération fichier Kml
it: Generazione file KML

source: Date
de: Datum
it: Data

source: Time
de: Zeit
fr: Heure
it: Ora

source: Site
de: Fluggebiet
it: Sito

source: Glider
de: Gleitschirm
fr: Voile
it: Vela

source: All
de: Alle
fr: Tous
it: Tutti

source: Display all flights
de: Alle Flüge anzeigen
fr: Afficher tous les vols
it: Visualizza tutti i voli

source: Track scoring
de: Flug-Wertung
fr: Evaluation de la trace
it: Punteggio traccia

source: Settings
de: Einstellungen
fr: Configuration
it: Impostazioni

source: Back to original size
de: Original-Grösse wiederherstellen
fr: Retour à la taille originale
it: Torna alla dimensione originale

source: Coming soon
de: Diese Funktion kommt bald
fr: C’est pour bientôt
it: Prossimamente

source: Send an e-mail
de: Email senden
fr: Envoyer un mail
it: Inviare un'e-mail

source: System report
de: System-Bericht
fr: Rapport système
it: Repporto di sistema

source: Send logbook
de: Lobuch senden
fr: Envoyer le carnet
it: Invia diario di volo

source: Release notes
de: Versionshinweise
fr: Notes de publication
it: Note di rilascio

source: Original display
de: Standardfenster
fr: Affichage original
it: Display originale

source: Logbook copy
de: Logbuchkopie
fr: Copie carnet
it: Copia del diario di bordo

source: Csv import
fr: Import csv
it: Importa csv

source: Csv export
fr: Export csv
it: Esporta csv

source: Restore
de: Wiederherstellen
fr: Restaurer
it: Ripristino

source: Translation
de: Übersetzung
fr: Traduction
it: Traduzione

source: Logbook
de: Logbuch
fr: Carnet
it: Diario di bordo

source: GPS import
de: Import von GPS
fr: Import GPS
it: Importazione GPS

source: Disk import
de: Import aus Datei
fr: Import disque
it: Importazione dal disco

source: Manual import
de: Manuelle Eingabe
fr: Import manuel
it: Importazione manuale

source: External track
de: Externer Track
fr: Trace externe
it: Traccia esterna

source: Overview
de: Übersicht
fr: Synthèse
it: Sintesi

source: Statistics
de: Statistiken
fr: Statistiques
it: Statistiche

source: Sites
de: Fluggebiete
it: Siti di volo

source: Airspaces
de: Lufträume
fr: Espaces aériens
it: Spazi aerei

source: Photos
de: Fotos
it: Foto

source: Cartography
de: Karte
fr: Cartographie
it: Cartografia

source: Tools
de: Werkzeuge
fr: Outils
it: Strumenti

source: Support
it: Supporto

source: Could not read logbook
de: Kann Logbuch nicht lesen
fr: Problème de lecture dans le carnet
it: Impossibile leggere il diario di bordo

source: Best flight
de: Bester Flug
fr: Meilleur vol
it: Miglior volo

source: Top site
de: Top Fluggebiet
it: Siti top

source: No track to display
de: Kein Track zur Anzeige
fr: Pas de trace à afficher
it: Nessuna traccia da visualizzare

source: Click on a sector to display the value
de: Klick auf Abschnitt zur Erklärung
fr: Cliquer sur un secteur pour afficher la valeur
it: Cliccare su un settore per visualizzare il valore

source: Flights
de: Flüge
fr: Vols
it: Voli

source: Hours
de: Stunden
fr: Heures
it: Ore

source: Comparison
de: Vergleichszeitraum
fr: Comparaison
it: Confronto

source: Last twelve months since the
de: Zeige zwölf Monate vor dem
fr: Douze derniers mois depuis le
it: Gli ultimi dodici mesi dall'ultima volta che

source: GPS tracks
de: Tracks im GPS-Gerät
fr: Traces dans le GPS
it: Tracce GPS

source: Tracks to be added
de: Tracks, die hinzugefügt werden
fr: Traces à incorporer
it: Tracce da aggiungere

source: flights to insert
de: Flüge die eingefügt werden
fr: vols à insérer
it: Voli da inserire

source: No tracks since the
de: Keine Tracks seit dem
fr: Pas de traces depuis le
it: Non ci sono tracce dal

source: flights inserted in logbook
de: Flüge ins Logbuch eingefügt
fr: vol(s) inséré(s) dans le carnet
it: volo/i inserito/i nel diario di bordo

source: Start archiving
de: Archivierung starten
fr: Procéder à l'archivage ?
it: Iniziare l'archiviazione

source: tracks not inserted in the logbook
de: Flüge nicht ins Logbuch eingefügt
fr: Traces non insérées dans le carnet
it: tracce non inserite nel diario di bordo

source: GPSDump did not return the requested track
de: GPSDump hat den angeforderten Track nicht ausgegben
fr: GPSDump n'a pas renvoyé la trace demandée
it: GPSDump non ha restituito la traccia richiesta

source: Left-click to select a flight
de: Linksklick, um Flug auszuwählen
fr: Sélectionnez un vol par un clic gauche
it: Click sinistro per selezionare un volo

source: Unselect
de: Abwählen
fr: Décocher
it: Deselezionare

source: Logbook update
de: Logbuch aktualisieren
fr: Mise à jour Carnet
it: Aggiungi la traccia al diario di volo

source: All checked flights will be included in the logbook
de: Alle ausgewählten Flüge werden ins Logbuch eingefügt
fr: Tous les vols cochés sont incorporés dans le carnet
it: Tutti i voli controllati saranno inclusi nel diario di bordo

source: Track visualization
de: Visualisierung des Track/ Flugs
fr: Visualisation trace
it: Visualizzazione delle tracce

source: The selected flight (left-click) is viewed without incorporation into the logbook
de: Der ausgewählte Flug (Linksklick) wird ohne Aufnahme in das Logbuch angezeigt
fr: Le vol sélectionné (clic gauche) est visualisé sans incorporation dans le carnet
it: Il volo selezionato (click-sinistro) viene visualizzato senza essere incorporato nel diario di bordo

source: Sector
de: Abschnitt
fr: Secteur
it: Settore

source: Read
de: Lesen
fr: Lire
it: Leggi

source: Track
de: Track/ Flug
fr: Trace
it: Traccia

source: Detected tracks in folder
de: Im Ordner gefundene Tracks
fr: traces détectées dans le dossier
it: Tracce rilevate nella cartella

source: Tracks in folder
de: Tracks/ Flüge im Ordner
fr: Traces dans le dossier
it: Tracce nella cartella

source: tracks to delete in the folder
de: Tracks/ Flüge im Ordner, die gelöscht werden
fr: traces à supprimer dans le dossier
it: tracce da cancellare nella cartella

source: File name
de: Dateiname
fr: Nom du fichier
it: Nome del file

source: Pilot name
de: Name Pilot*in
fr: Nom pilote
it: Nome pilota

source: Select a folder
de: Wähle einen Ordner
fr: Sélectionner un dossier
it: Seleziona una cartella

source: Cleaning folder
de: Ordner leeren
fr: Nettoyage dossier
it: Pulizia delle cartelle

source: Remove duplicates
de: Duplikate entfernen
fr: Supprimer les doublons
it: Rimuovi duplicati

source: Delete site
de: Fluggebiet löschen
fr: Suppression du site
it: Cancella sito

source: No site selected
de: Kein Fluggebiet ausgewählt
fr: Aucun site sélectionné
it: Nessun sito selezionato

source: selected sites
de: Ausgewählte Fluggebiete
fr: sites sélectionnés
it: siti selezionati

source: Exported
de: Export beendet
fr: Export terminé
it: Esportato

source: Modify
de: Bearbeiten
fr: Modifier
it: Modifica volo

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi

source: Duplicates
de: Duplikate
fr: Doublons
it: Duplicati

source: Cleaning
de: Aufräumen
fr: Nettoyer
it: Pulisci

source: Import
de: Importieren
fr: Importer
it: Importazione

source: Locality
de: Ort
fr: Localité
it: Località

source: Not defined
de: Nicht definiert
fr: Non défini
it: Non definito

source: Date and time unchanged
de: Datum und Uhrzeit nicht verändert
fr: La date et l'heure n'ont pas été modifiées
it: Data e ora invariate

source: Cancel input
de: Eingabe abbrechen
fr: Abandon saisie
it: Cancella input

source: Site not found
de: Fluggebiet nicht gefunden
fr: Site non retrouvé
it: Sito non trovato

source: Take-off time
de: Startzeit
fr: Heure Déco
it: Ora decollo

source: Click to list
de: Klicken um als Liste anzuzeigen
fr: Clic pour lister
it: Clicca per visualizzare l'elenco

source: Site file
de: Fluggebiete-Datei
fr: Fichier des sites
it: File del sito

source: Click site File
de: Klicke auf die Fluggebiete-Datei
fr: Clic fichier des sites
it: Clicca sul file del sito

source: Duplicate
de: Duplizieren
fr: Dupliquer
it: Duplicare

source: Flight added
de: Flug hinzugefügt
fr: Vol ajouté
it: Volo aggiunto

source: Flight updated
de: Flug aktualisiert
fr: Vol modifié
it: Volo aggiornato

source: Unresolved settings problem
de: Problem mit Einstellungen
fr: Problème de paramètrage non résolu
it: Problema di impostazioni non risolte

source: Copy in
de: Kopiert nach
fr: Copié dans
it: Copia in

source: Logbook restore
de: Logbuch wiederherstellen
fr: Restauration carnet
it: Ripristino del diario di bordo

source: Other folder
de: Anderer Ordner
fr: Autre dossier
it: Altra cartella

source: No logbook in selected folder
de: Im ausgewählten Ordner ist kein(e) Logbuch(datei)
fr: Pas de carnets dans le dossier choisi
it: Nessun diario di volo nella cartella selezionata

source: Map
de: Karte
fr: Carte
it: Mappa

source: Miscellaneous
de: Verschiedenes
fr: Divers
it: Varie

source: Working folder path
de: Arbeitsordnerpfad
fr: Chemin du dossier de travail
it: Percorso della cartella di lavoro

source: Logbook(s) path
de: Logbuchpfad
fr: Chemin carnet(s)
it: Percorso del diario/i di bordo

source: Create a new logbook
de: Neues Logbuch erstellen
fr: Créer un nouveau carnet
it: Crea un nuovo registro

source: Move logbook(s) to a different folder
de: Verschiebe Logbuch-Datei(en) in anderen Ordner
fr: Déplacer le(s) carnet(s) vers un autre dossier
it: Spostare il/i diario di bordo in un'altra cartella

source: Choose a new logbook folder
de: Wähle neuen Ordner für das Logbuch
fr: Choisir un nouveau dossier de carnets
it: Scegli una nuova cartella del registro

source: Pilot
de: Pilot*in
fr: Pilote
it: Pilota

source: Usual GPS
de: GPS-Gerät
fr: GPS habituel
it: GPS abituale

source: Integration
fr: Intégration
it: Integrazione

source: USB limit
fr: Limite USB
it: Limite USB

source: Pilot mail
de: E-Mail Pilot*in
fr: Mail pilote
it: Email pilota

source: League
de: Wettbewerb
it: Campionato

source: Pass
de: Passwort
fr: Mot de passe
it: Password

source: Default map
de: Standardkarte
fr: Carte par défaut
it: Mappa predefinita

source: Outliers threshold for map
de: Ausreisserschwelle für Kartendarstellung
fr: Seuil points aberrants
it: Soglia dei valori anomali per la mappa

source: Language
de: Sprache
fr: Langue
it: Lingua

source: Import folder
de: Import-Ordner
fr: Dossier d'import
it: Cartella importazione

source: Automatic display of photos
de: Fotos automatisch anzeigen
fr: Affichage automatique des photos
it: Visualizzazione automatica delle foto

source: Automatic update
de: Automatische Aktualisierung
fr: Mise à jour automatique
it: Aggiornamento automatico

source: Logfly site url
de: URL von Logfly
fr: Url Site Logfly
it: Url del sito Logfly

source: Icons url
de: URL Icons
fr: Url Icônes
it: Url icone

source: Download url
fr: Url Téléchargement
it: URL download

source: VisuGPS url
de: URL von VisuGPS
fr: Url VisuGPS
it: Url VisuGPS

source: mail support url
de: E-Mail-Support
fr: Url mail support
it: Url di supporto e-mail

source: Claim url
de: URL zum Einreichen
fr: Url Déclaration
it: Richiedi url

source: Export IGC folder
de: Ordner für IGC-Export
fr: Exporter le fichier IGC
it: Esportazione della cartella IGC

source: years
de: Jahre
fr: ans
it: anni

source: monthes
de: Monate
fr: mois
it: mesi

source: Totals
de: Summen
fr: Totaux
it: Totale

source: Averages
de: Durchschnitte
fr: Moyennes
it: Medie

source: undefined start and end date
de: Start- und Enddatum nicht festgelegt
fr: date début et date fin non définies
it: data di inizio e di fine non definita

source: Move the mouse over the bar to display the value
de: Maus über Balken fahren um Wert anzuzeigen
fr: Survoler une barre pour afficher la valeur
it: Spostare il mouse sopra la barra per visualizzare il valore

source: and
de: und
fr: et
it: e

source: to display the different parts of the graph
de: die verschiedenen Teile der Grafik anzuzeigen
fr: pour afficher les différentes parties du graphe
it: per visualizzare le diverse parti del grafico

source: List
de: Liste
fr: Liste
it: Lista

source: plaintext visualization
de: Klartext-Visualisierung
fr: affichage en clair
it: visualizzazione in chiaro

source: Flight hours
de: Flugstunden
fr: Heures de vol
it: Ore di volo

source: Total number of flights
de: Gesamtzahl Flüge
fr: Nombre vols total
it: Numero totale di voli

source: Flight period displayed
de: Zeitraum
fr: Période de vol affichée
it: Periodo di volo visualizzato

source: First flight of the period
de: Erster Flug
fr: Premier vol de la période
it: Primo volo del periodo

source: Last flight of the period
de: Letzter Flug
fr: Dernier vol de la période
it: Ultimo volo del periodo

source: Average number of flights per year
de: Durchschnitt Flüge pro Jahr
fr: Nbre de vols moyen par an
it: Numero medio di voli all'anno

source: Average annual flight time
de: Durchschnitt jährliche Flugzeit
fr: Durée moyenne vol annuelle
it: Durata media annua del volo

source: Average flight time
de: Durchschnittliche Flugzeit
fr: Durée moyenne vol
it: Tempo medio di volo

source: Average number of flights per month
de: Durchschnitt Flüge/Monat
fr: Nbre de vols moyen par mois
it: Numero medio di voli al mese

source: Average monthly duration
de: Durchschnitt monatl. Flugdauer
fr: Durée moyenne mensuelle
it: Durata media mensile

source: Gliders
de: Gleitschirme
fr: Voiles
it: Vele

source: Jan
it: Gen

source: May
de: Mai
fr: Mai
it: Mag

source: Jun
it: Giu

source: Jul
fr: Jui
it: Lug

source: Aug
fr: Aou
it: Ago

source: Sep
it: Set

source: Oct
de: Okt
it: Ott

source: Dec
de: Dez
fr: Déc
it: Dic

source: Flights stats
de: Flugstatistik
fr: Stats vols
it: Statistiche dei voli

source: Monthly mean
de: Monatsdurchschnitt
fr: Moyenne mensuelle
it: Media mensile

source: Year-to-date
de: Jahressumme
fr: Cumul annuel
it: Data dell’anno

source: Flights hours stat
de: Flugzeitstatistik
fr: Stats heures de vol
it: Statistica ore di volo

source: Delete geotag folder
de: Geotag-Ordner löschen
fr: Supprimer le dossier geotaggé
it: Elimina cartella geotag

source: Show full size
de: Volle Grösse zeigen
fr: Afficher plein écran
it: Mostra a grandezza naturale

source: Show on map
de: Auf Karte zeigen
fr: Afficher sur la carte
it: Mostra sulla mappa

source: Adjust on the track
de: Auf dem Track anpassen
fr: Ajuster sur la trace
it: Regola sulla traccia

source: Display infos
de: Infos anzeigen
fr: Afficher les informations
it: Display info

source: Manually geotag
de: Geotag ergänzen
fr: Géomarquer manuellement
it: Geotag manuale

source: Remove geotag
de: Geotag entfernen
fr: Supprimer le géo marquage
it: Rimuovi geotag

source: photos
de: Fotos
it: Foto

source: No photos to display
de: Keine Fotos vorhanden
fr: Pas de photos à afficher
it: Nessuna foto da visualizzare

source: Ready to process photos
de: Fotos können verarbeitet werden
fr: Prêt à traiter les photos
it: Pronto per elaborare le foto

source: photos processed
de: Fotos verarbeitet
fr: Les photos sont traitées
it: foto elaborate

source: See the map
de: Karte anzeigen
fr: Voir la carte
it: Mostra la mappa

source: Album generation
de: Album erstellen
fr: Génération de l'album
it: Generazione dell'album

source: Photo gallery is available in full map track
de: Fotogalerie in der Vollbild-Karte verfügbar
fr: La galerie photo est disponible avec la grande carte
it: La foto è posizionata sul tracciato GPS

source: Geotag folder
de: Geotag-Ordner
fr: Dossier géo marquage
it: Cartella geotag

source: Delete this folder
de: Ordner löschen
fr: Supprimer ce dossier
it: Elimina questa cartella

source: Current photo is null
de: Kein Foto ausgewählt
fr: La photo actuelle est vide
it: La foto corrente è nulla

source: No geographical information to display the position
de: Keine Ortsinformation vorhanden
fr: Pas d'informations géographiques pour afficher la position
it: Nessuna informazione geografica per visualizzare la posizione

source: To change position, remove geotag information
de: Um die Position zu ändern erst den Geotag entfernen
fr: Pour changer la positon, supprimer d'abord le géo marquage
it: Per cambiare posizione, rimuovere le informazioni di geotag

source: Photo geotagging
de: Foto-Geotagging
fr: Géomarquage des photos
it: Geotagging foto

source: Remove coordinates in the photo metadata
de: Ortsinformation aus Metadaten entfernen
fr: Supprimer les coordonnées de la photo
it: Rimuovi le coordinate nei metadati delle foto

source: Problem during geotagging process
de: Problem beim Geotagging
fr: Problème pendant le géomarquage des photos
it: Problema durante il processo di geotagging

source: The photo is placed on the GPS track
de: Foto zum GPS-Track hinzugefügt
fr: La photo est située sur la trace GPS
it: La foto è posizionata sul tracciato GPS

source: The photo is already geotagged
de: Foto hat schon Geotag
fr: La photo est déjà géomarquée
it: La foto è già geotaggata

source: Write the coordinates in the photo metadata
de: Ortsinformation zu Metadaten hinzufügen
fr: Ecrire les coordonnées dans les métadonnées de la photo
it: Scrivi le coordinate nei metadati delle foto

source: Display the entire map
de: Gesamte Karte zeigen
fr: Afficher la carte entière
it: Visualizza l'intera mappa

source: Please choose the photo folder to associate with the track
de: Bitte Foto-Ordner zum Track wählen
fr: Choisir le dossier à associer à la trace
it: Scegliere la cartella foto da associare alla traccia

source: Folder
de: Ordner
fr: Dossier
it: Cartella

source: Choose the folder of the original photos
de: Ordner mit Original-Fotos wählen
fr: Choisir le dossier des photos originales
it: Scegliere la cartella delle foto originali

source: Choose an external GPS track
de: Externen GPS-Track wählen
fr: Choisir une trace GPS externe
it: Scegliere una traccia GPS esterna

source: Generate on the track
de: Auf dem Track erzeugen
fr: Générer sur la trace
it: Generare nella traccia

source: Generate a folder with the photos on the track
de: Ordner mit den Fotos zum Track erstellen
fr: Générer un dossier avec les photos sur la trace
it: Generare una cartella con le foto nella traccia

source: Generate an album
de: Album erstellen
fr: Générer un album photos
it: Genera un album

source: Generate a folder for a single album
de: Ordner für einzelnes Album erstellen
fr: Générer un dossier pour un album simple
it: Generare una cartella per un singolo album

source: Hour
de: Stunde
fr: Heure
it: Ora

source: Description
de: Beschreibung
it: Descrizione

source: Decimal separator must be a point
de: Dezimaltrennzeichen muss Punkt sein
fr: Le séparateur décimal doit être un point
it: Il separatore decimale deve essere un punto

source: Place with coordinates
de: Ort mit Koordinaten festlegen
fr: Placer avec les coordonnées
it: Luogo con coordinate

source: Manually place the point on the map
de: Punkt manuell auf Karte auswählen
fr: Placer manuellement le point sur la carte
it: Posizionare manualmente il punto sulla mappa

source: Click on timeline
de: Auf Zeitachse klicken
fr: Cliquer sur la ligne de temps
it: Clicca sulla linea temporale

source: to place the photo marker
de: um den Fotomarker zu platzieren
fr: pour placer le marqueur de la photo
it: per posizionare il marker foto

source: Max climb
de: Maximales Steigen
fr: Vario max
it: Max salita

source: Max sink
de: Maximales Sinken
fr: Vario mini
it: Max discesa

source: Max gain
de: Grösster Höhengewinn
fr: Gain max
it: Max guadagno

source: Max speed
de: Höchstgeschwindigkeit
fr: Vitesse max
it: Max velocità

source: Best transition
de: Beste Querung
fr: Meilleure transition
it: Migliore transizione

source: Size
de: Länge
fr: Longueur
it: Dimensione

source: Aberrants
de: Ausreisser
it: Aberranti

source: Signature
de: Unterschrift
it: Firma

source: French contest
de: Französischer Wettbewerb
fr: CFD
it: Contest Francese

source: Swiss contest
de: Schweizer Wettbewerb
fr: Challenge suisse
it: Campionato Svizzero

source: FAI triangle
de: FAI Dreieck
fr: Triangle FAI
it: Triangolo FAI

source: Flight 2 points
de: Flug über 2 Punkte
fr: Distance 2 points
it: Distanza 2 punti

source: Flat triangle
de: Flaches Dreieck
fr: Triangle plat
it: Triangolo piatto

source: Flight 1 point
de: Flug über 1 Punkt
fr: Distance 1 point
it: Distanza 1 punto

source: Flight 3 points
de: Flug über 3 Punkte
fr: Distance 3 points
it: Distanza 3 punti

source: Shadow
de: Schatten
fr: Ombrage
it: Ombra

source: Transitions
de: Querungen
it: Transizioni

source: Analyze
de: Analysieren
fr: Analyse
it: Analisi

source: Best gain
de: Bester Höhengewinn
fr: Meilleur gain
it: Miglior guadagno

source: Score
de: XC Punkte
it: Punteggio

source: Average
de: Durchschnitt
fr: Moyenne
it: Media

source: FAI Triangle
de: FAI Dreieck
fr: Triangle FAI
it: Triangolo FAI

source: Right clic for profile
de: Rechtsklick zur Profilanzeige
fr: Clic droit pour profil
it: Clic destro per il profilo

source: Climb
de: Steigen
fr: Vario
it: Vario

source: Colored tracks
de: Eingefärbte Tracks
fr: Traces colorées
it: Tracce colorate

source: By climb
de: Nach Steigen
fr: Selon le vario
it: In base alla salita

source: By altitude
de: Nach Höhe
fr: Selon l'altitude
it: In base all’altitudine

source: By speed
de: Nach Geschwindigkeit
fr: Selon la vitesse
it: In base alla velocità

source: Landing time
de: Landezeit
fr: Heure Attero
it: Ora di atterraggio

source: Take-off Baro Alt
de: Starthöhe Baro
fr: Alt Deco Baro
it: Quota barometrica decollo

source: Landing Baro Alt
de: Landehöhe Baro
fr: Alt Attero Baro
it: Altitudine barometrica atterraggio

source: Take-off GPS Alt
de: Starthöhe GPS
fr: Alti Déco GPS
it: Quota GPS decollo

source: Landing GPS Alt
de: Landehöhe GPS
fr: Alt Attero GPS
it: Altitudine GPS atterraggio

source: Help for exploitation of this kml file
de: Hilfe zur Benutzung der KML-Datei
fr: Aide sur l'exploitation de ce fichier kml
it: Aiuto sull'uso di questo file kml

source: Replay the flight
de: Flug abspielen
fr: Refaire le vol
it: Riprodurre il volo

source: GPS Choice
de: GPS-Gerät wählen
fr: Choix GPS
it: Scelta del GPS

source: Port
it: Porta

source: Test GPS connection
de: Teste GPS-Verbindung
fr: Teste la connexion GPS
it: Test connessione GPS

source: Refreshes the list of ports or disks
de: Aktualisierung der Ports/ Festplatten
fr: Actualise la liste des ports ou des disques
it: Aggiorna l'elenco delle porte o dei dischi
