Repository: giloutho/Logfly
Catalog: i18n/logfly5/*.po
Languages: de, fr, it

source: German
de: Deutsch
fr: Allemand
it: Tedesco

source: English
de: Englisch
fr: Anglais
it: Inglese

source: French
de: Französisch
fr: Français
it: Francese

source: Italian
de: Italienisch
fr: Italien
it: Italiano

source: Select GPS
de: GPS-Gerät wählen
fr: Sélection GPS
it: Seleziona GPS

source: imported sites
de: Importierte Fluggebiete
fr: sites importés
it: Siti importati

source: rejected sites
de: Abgelehnte Fluggebiete
fr: sites rejetés
it: siti rifiutati

source: List saved in
de: Liste gespeichert in
fr: Liste enregistrée dans
it: Elenco salvato in

source: imported flights
de: Importierte Flüge
fr: vols importés
it: Voli importati

source: rejected flights
de: Abgelehnte Flüge
fr: vols rejetés
it: voli respinti

source: To rename
de: Umbenennen
fr: A renommer
it: Da rinominare

source: Program error
de: Programmfehler
fr: Erreur programme
it: Errore programma

source: Undefined error
de: Undefinierter Fehler
fr: Erreur indéterminée
it: Errore non definito

source: Successful operation
de: Erfolgreich ausgeführt
fr: Opération réussie
it: Operazione riuscita

source: File not found
de: Datei nicht gefunden
fr: Fichier non trouvé
it: File non trovato

source: File Output Input Problem
de: Input-Output-Problem mit Datei
fr: Problème d'entrée sortie sur fichier
it: Problema di ingresso/uscita del file

source: Parsing error
de: Parsing-Fehler
fr: Erreur de parsing
it: Errore di analisi

source: NullPointerException error
de: NullPointerException Fehler
fr: Erreur NullPointerException
it: Errore NullPointerException

source: InterruptedException error
de: InterruptedException-Fehler
fr: Erreur InterruptedException
it: Errore interrotto/eccezzione

source: Loading resource failed
de: Laden der Ressource fehlgeschlagen
fr: Problème de chargement de la ressource
it: Caricamento della risorsa fallito

source: Unable to create temporary file
de: Temporäre Datei kann nicht erstellt werden
fr: Impossible de créer le ficher temporaire
it: Impossibile creare file temporanei

source: No Internet connection
de: Keine Internetverbindung
fr: Pas de connection internet
it: Nessuna connessione Internet

source: Settings are not valid
de: Einstellungen ungültig
fr: Paramètres invalides
it: Impostazioni non valide

source: Database connection failed
de: Datenbankverbindung fehlgeschlagen
fr: Connection base de données impossible
it: Connessione al database fallita

source: Reading problem in logbook
de: Problem beim Lesen des Logbuchs
fr: Problème de lecture sur le carnet de vol
it: Problema di lettura nel diario di volo

source: Problem while updating the logbook
de: Problem beim Update des Logbuchs
fr: Problème pendant la mise jour du carnet de vol
it: Problema durante l'aggiornamento del diario di volo

source: Unable to create AIRSP folder
de: AIRSP-Ordner kann nicht erstellt werden
fr: Impossible de créer le dossier AIRSP
it: Impossibile creare la cartella AIRSP

source: Reverbin program not found
de: Reverbin-Modul nicht gefunden
fr: Module Reverbin introuvable
it: Programma reverbin non trovato

source: Reversale not connected
de: Reversale nicht verbunden
fr: Reversale non connecté
it: Reversale non connesso

source: FRIDX.Bin not generated
de: FRIDX.bin nicht erzeugt
fr: FRIDX.bin non généré
it: FRIDX.bin non generato

source: FRDATA.Bin not generated
de: FRDATA.bin nicht erzeugt
fr: FRDATA.bin non généré
it: FRDATA.bin non generato

source: Error copying FRDATA. bin and FRIDX. bin
de: Fehler beim Kopieren von FRDATA.bin und FRIDX.bin
fr: Erreur pendant la copie de FRDATA.bin et FRIDX.bin
it: Errore nella copia di FRDATA. bin e FRIDX. bin

source: FRDATA.bin and FRIDX.bin generation successful
de: Dateien FRDATA.bin und FRIDX.bin wurden erzeugt
fr: Génération des fichiers FRDATA.bin et FRIDX.bin réussie
it: FRDATA.bin e FRIDX.bin generati con successo

source: Unable to create airspaces selection
de: Lufträume-Auswahl kann nicht erstellt werden
fr: Impossible de créer la sélection d'espaces aériens
it: Impossibile creare la selezione degli spazi aerei

source: Can't get response from web service
de: Web-Service antwortet nicht
fr: Pas de réponse du service web
it: Non è possibile ottenere una risposta dal servizio web

source: Unusable response from web service
de: Unbrauchbare Antwort vom Web-Service
fr: Réponse du service web inutilisable
it: Risposta inutilizzabile da parte del servizio web

source: Json response is null
de: JSON-Antwort ist leer
fr: La réponse JSON est vide
it: La risposta di Json è nulla

source: Reading settings failed
de: Fehler beim Laden der Einstellungen
fr: Problème de lecture sur le fichier des paramètres
it: Impostazioni di lettura fallite

source: Points program not found
de: Punkte-Modul nicht gefunden
fr: Module Points non trouvé
it: Programma punti non trovato

source: Wrong JSON score
de: Ungültiger JSON Score
fr: JSON Score incorrect
it: Punteggio JSON errato

source: Error during generation of simple track
de: Fehler bei Generierung des einfachen Tracks
fr: Erreur pendant la génération de la trace simple
it: Errore durante la generazione della traccia semplice

source: Error during generation of colored track by climb
de: Fehler bei Generierung des farbigen Steigwerte-Tracks (Vario)
fr: Erreur pendant la génération de la trace colorée par vario
it: Errore durante la generazione della traccia colorata in base alla salita

source: Error during generation of colored track by altitude
de: Fehler bei Generierung des farbigen Höhen-Tracks
fr: Erreur pendant la génération de la trace colorée par altitude
it: Errore durante la generazione della traccia colorata in base all'altitudine

source: Error during generation of colored track by speed
de: Fehler bei Generierung von farbigen Geschwindigkeit-Tracks
fr: Erreur pendant la génération de la trace colorée par vitesse
it: Errore durante la generazione della traccia colorata in base alla velocità

source: Error during generation of scoring track
de: Fehler bei Generierung des Scoring-Tracks
fr: Erreur pendant la génération de la trace du score
it: Errore durante la generazione del punteggio della traccia

source: Error during generation of thermals track
de: Fehler bei Generierung der Thermik-Spur
fr: Erreur pendant la génération de la trace des thermiques
it: Errore durante la generazione delle tracce termiche

source: Error during generation of track replay
de: Fehler bei Generierung des Replay-Tracks
fr: Erreur pendant la génération de la trace du replay
it: Errore durante la generazione del replay della traccia

source: Unable to run Google Earth
de: GoogleEarth kann nicht gestartet werden
fr: Impossible de lancer Google Earth
it: Impossibile eseguire Google Earth

source: Decoding picture failed
de: Laden des Bilds fehlgeschlagen
fr: Problème sur le décodage de la photo
it: Decodifica immagine fallita

source: No GPS response
de: GPS-Gerät antwortet nicht
fr: Pas de réponse du GPS
it: Nessuna risposta GPS

source: Track file is empty
de: Track-Datei ist leer
fr: Le fichier trace est vide
it: Il file traccia è vuoto

source: No tracks in the GPS
de: Keine Tracks im GPS-Gerät
fr: Pas de traces dans le GPS
it: Nessuna traccia nel GPS

source: File Extension not recognized
de: Dateierweiterung wird nicht erkannt
fr: Extension de fichier non reconnue
it: Estensione del file non riconosciuta

source: Decoding problem in track file
de: Dekodierungs-Fehler im Track
fr: Problème de décodage sur la trace
it: Problema di decodifica nel file della traccia

source: Reading problem in flights file
de: Flüge-Datei kann nicht gelesen werden
fr: Problème de lecture sur le fichier des vols
it: Problema di lettura nel file dei voli

source: Inserting in the flights file failed
de: Problem beim Einfügen in Flüge-Datei
fr: Problème d'insertion dans le fichier des vols
it: Inserimento fallito nel file dei voli

source: Flights must be on the same day
de: Flüge müssen am selben Tag sein
fr: Les vols doivent être du même jour
it: I voli devono essere effettuati nello stesso giorno

source: Only one flight selected
de: Nur ein Flug ausgewählt
fr: Un seul vol sélectionné
it: Solo un volo selezionato

source: GpsDump program not found
de: GPSDump nicht gefunden
fr: Module GpsDump non trouvé
it: Programma GpsDump non trovato

source: GpsDump did not return data. Is the waypoints list empty ?
de: GpsDump gibt keine Daten zurück. Wegpunktliste leer?
fr: Pas données envoyées par GPSDump. Est que le GPS contient des waypoints ?
it: GpsDump non ha restituito i dati. L'elenco dei waypoint è vuoto ?

source: Quota displaying VisuGPS exceeded
de: Quota zur Anzeige von VisuGPS überschritten
fr: Quota affichage VisuGPS dépassé
it: Quota di visualizzazione VisuGPS superata

source: The file is too large
de: Datei ist zu gross
fr: Le fichier est trop volumineux
it: Il file è troppo grande

source: Error while transferring file
de: Fehler beim Übertragen der Datei
fr: Erreur pendant le transfert du fichier
it: Errore durante il trasferimento del file

source: Decoding problem in Open Air file
de: Dekodierungsproblem in Open-Air-Datei
fr: Erreur de décodage du fichier Open Air...
it: Errore di decodifica file open air

source: Error during GeoJSON generation
de: Fehler bei GeoJSON-Generierung
fr: Erreur de génération GeoJson
it: Errore durante la generazione di GeoJSON

source: Unable to generate GPX
de: GPX-Datei kann nicht erstellt werden
fr: Génération GPX impossible
it: Impossibile generare GPX

source: empty
de: leeren
fr: Vide
it: Vuoto

source: Completed task
de: Aufgabe erledigt
fr: Tâche terminée
it: Task completata

source: Important information
de: Wichtige Information
fr: Information importante
it: Informazioni importanti

source: Yes
de: Ja
fr: Oui
it: Si

source: Altitude gain
de: Höhengewinn
fr: Gain d'altitude
it: Altezza guadagnata

source: Average climb
de: Durschnittl. Steigen
fr: Taux de montée moyen
it: Salita media

source: Maximum climb
de: Maximales Steigen
fr: Taux de montée maximum
it: Massima salita

source: Peak climb
de: Spitze Steigen
fr: Taux de montée instantané
it: Picco di salita

source: Efficiency
de: Effizienz
fr: Efficacité
it: Efficenza

source: Start altitude
de: Starthöhe
fr: Altitude de départ
it: Altitudine iniziale

source: Finish altitude
de: Ankunftshöhe
fr: Altitude d'arrivée
it: Altitudine finale

source: Start time
de: Startzeit
fr: Heure de départ
it: Ora inizio

source: Finish time
de: Ankunftszeit
fr: Heure d'arrivée
it: Ora fine

source: Duration
de: Dauer
fr: Durée
it: Durata

source: Accumulated altitude gain
de: Kumulierter Höhengewinn
fr: Gain d'altitude cumulé
it: Guadagno di quota accumulata

source: Accumulated altitude loss
de: Kumulierter Höhenverlust
fr: Perte d'altitude cumulée
it: Perdita di quota accumulata

source: Drift
fr: Dérive
it: Deriva

source: Altitude change
de: Höhenveränderung
fr: Changement d'altitude
it: Cambio di altitudine

source: Average descent
de: Durschnittl. Sinken
fr: Descente moyenne
it: Discesa media

source: Distance
de: Distanz
it: Distanza

source: Average glide ratio
de: Durschnittl. Gleitzahl
fr: Finesse moyenne
it: Rapporto medio di planata

source: Average speed
de: Durschnittsgeschwindigkeit
fr: Vitesse moyenne
it: Velocità media

source: Maximum descent
de: Maximales Sinken
fr: Taux de chute maximum
it: Massima discendanza

source: Peak descent
de: Spitze Sinken
fr: Taux de chute instantané
it: Picco di discendenza

source: airspaces
de: Lufträume
fr: espaces
it: spazi aerei

source: displayed
de: angezeigt
fr: affichés
it: visualizzati

source: Polygon
fr: Polygone
it: Poligono

source: Circle
de: Kreis
fr: Cercle
it: Cerchio

source: Reversale uploading not supported in Linux
de: Upload zu Reversale unter Linux nicht unterstützt
fr: Transfert vers Reversale non supporté sous Linux
it: Caricamento a Reversale non supportato in Linux

source: FRDATA. bin and FRIDX. bin generation successful
de: Die Dateien FRDATA.bin und FRIDX.bin wurden erfolgreich erzeugt
fr: Génération des fichiers FRDATA.bin et FRIDX.bin réussie
it: FRDATA. bin e FRIDX. bin generati con successo

source: Merge into memory successful
de: Speicher zusammenführen OK
fr: Fusion en mémoire OK
it: Unito alla memoria con successo

source: decoded airspaces
de: dekodierte Lufträume
fr: espaces décodés
it: spazi aerei decodificati

source: Decoding problem
de: Dekodierungsproblem
fr: Problème de décodage
it: Problemi di decodifica

source: Draw
de: Zeichnen
fr: Dessiner
it: Disegno

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

source: Save
de: Speichern
fr: Enregistrer
it: Salva

source: Update
de: Aktualisieren
fr: Actualiser
it: Aggiorna

source: Reset
de: Zurücksetzen
it: Azzera

source: violation(s)
de: Verletzung(en)
it: violazione/i

source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto

source: Update Score
de: Wertung aktualisieren
fr: Mettre à jour le score
it: Aggiornamento punteggio

source: Scoring
de: Wertung
it: Punteggi

source: Infos
it: Informazioni

source: Measure
de: Messen
fr: Mesurer
it: Misura

source: Measure on map
de: Auf der Karte messen
fr: Mesurer sur la carte
it: Misura su mappa

source: Score evaluation
de: XC-Punkte berechnen
fr: Calculer le score de la trace
it: Valutazione del punteggio

source: Checking
de: Überprüfung
fr: Vérification
it: Verifica

source: Airspaces checking
de: Luftraumüberprüfung
fr: Vérifier les espaces aériens
it: Controllo degli spazi aerei

source: Close
de: Schliessen
fr: Fermer
it: Chiudi

source: Position
it: Posizione

source: Edit
de: Bearbeiten
fr: Editer
it: Modifica

source: Delete
de: Löschen
fr: Supprimer
it: Cancella

source: Coordinates
de: Koordinaten
fr: Coordonnées
it: Coordinate

source: 1. Long names
de: 1. Lange Namen
fr: 1. Noms longs
it: 1. Nomi lunghi

source: Only long names are written e.g. MONTMIN FORCLAZ
de: Nur lange Namen werden ausgegeben, z.B. MONTMIN FORCLAZ
fr: Uniquement noms longs comme MONTMIN FORCLAZ
it: Vengono scritti solo nomi lunghi, ad es: MONTMIN FORCLAZ

source: 2. Short names
de: 2. Kurze Namen
fr: 2. Noms courts
it: 2. Nomi corti

source: Only short names are written e.g. D01127
de: Nur kurze Namen werden ausgegeben, z.B. D01127
fr: Uniquement noms courts comme D01127
it: Vengono scritti solo nomi brevi, ad es: D01127

source: 3. Mixed
de: 3. Gemischt
fr: 3. Mixtes
it: 3. Misto

source: Short name and the beginning of long name e.g. D01127 MONTMIN F
de: Kurze Namen und Anfang der langen Namen, z.B. D01127 MONTMIN F
fr: Nom court plus le début du nom long exemple : D01127 MONTMIN F
it: Nome breve e l'inizio del nome lungo, ad esempio D01127 MONTMIN F

source: Type of names
de: Art der Namen
fr: Types de noms
it: Tipo di nomi

source: Short name
de: Kurzname
fr: Nom court
it: Nome breve

source: Long name
de: Langer Name
fr: Nom long
it: Nome lungo

source: Latitude
de: Breitengrad
it: Latitudine

source: Longitude
de: Längengrad
it: Longitudine

source: File format not recognized
de: Dateiformat nicht erkannt
fr: Format de fichier non reconnu
it: Formato file non riconosciuto

source: Unable to decode the file
de: Datei kann nicht dekodiert werden
fr: Impossible de décoder le fichier
it: Impossibile decodificare il file

source: Left
de: Links
fr: Gauche
it: Sinistra

source: Bottom
de: Unten
fr: Bas
it: In basso

source: Right
de: Rechts
fr: Droit
it: Destra

source: Bounding box with a margin of
de: Zeichen-Box mit einem Rand von
fr: Bounding box avec une marge de
it: Casella delimitata con un margine di

source: Copy to clipboard
de: In Zwischenablage kopieren
fr: Placé dans le presse papier
it: Copia negli appunti

source: Turnpoints display
de: Wendepunkte
fr: Affichage des balises
it: Visualizzazione turnpoint

source: Merge display and new file
de: Anzeige und neue Datei zusammenführen
fr: Fusionner l'affichage et le nouveau fichier
it: Unisci visualizzazione e nuovo file

source: No waypoints in this GPS
de: Keine Wegpunkte auf GPS-Gerät
fr: Pas de waypoints sur ce GPS
it: Nessun waypoint in questo GPS

source: GPS ready [Old Waypoints possibly erased]
de: GPS fertig [Alte Wegpunkte evtl gelöscht]
fr: GPS prêt [anciens waypoints effacés]
it: GPS pronto [ i vecchi Waypoints probabilmente verranno cancellati ]

source: Sending to GPS
de: An GPS-Gerät senden
fr: Transfert GPS
it: Invio a GPS

source: Long names
de: Langer Name
fr: Noms longs
it: Nomi lunghi

source: Short names
de: Kurzname
fr: Noms courts
it: Cognome breve

source: Mixed
de: Gemischt
fr: Mixte
it: Misto

source: Sending to
de: Senden an
fr: Envoyer vers
it: Invio a

source: Ready
de: Fertig
fr: Prêt
it: Pronto

source: Gps memory cleared
de: GPS Speicher gelöscht
fr: Mémoire du GPS effacée
it: Memoria Gps cancellata

source: Save to disk
de: Auf der Festplatte speichern
fr: Sauvegarder sur le disque
it: Salva su disco

source: Use GPSDump to download waypoints
de: Wegpunkte mit GPSDump laden
fr: Utiliser GPSDump pour décharger les waypoints
it: Usa GPSDump per scaricare i waypoint

source: sent to GPS
de: zum GPS gesendet
fr: envoyés au GPS
it: inviato al GPS

source: Check GPS content
de: Inhalt des GPS-Geräts überprüfen
fr: Vérifier le contenu du GPS
it: Verifica il contenuto del GPS

source: Could not translate the points
de: Fehler bei der Vorbereitung der Punkte
fr: Une erreur est survenue pendant la préparation des points
it: Impossibile tradurre i punti

source: Altitude
de: Höhe
it: Altitudine

source: An error occurred during the map generation
de: Beim Erzeugen der Karte ist ein Fehler aufgetreten
fr: Une erreur est survenue pendant la génération de la carte
it: Si è verificato un errore durante la generazione della mappa

source: Default
de: Standard
fr: Par défaut
it: Predefinito

source: New file
de: Neue Datei
fr: Nouveau fichier
it: Nuovo file

source: Geolocation problem
de: Problem bei der Geolokalisierung
fr: Problème de geolocalisation
it: Problema geolocalizzazione

source: Read file
de: Datei lesen
fr: Lire fichier
it: Leggi file

source: Read GPS
de: GPS-Gerät lesen
fr: Lire GPS
it: Leggi GPS

source: Auto short names
de: Automatische Kurznamen
fr: Noms courts auto
it: Nomi brevi automatici

source: New
de: Neu
fr: Nouveau
it: Nuovo

source: Write file
de: Datei speichern
fr: Ecrire fichier
it: Scrivi file

source: Send to GPS
de: An GPS-Gerät senden
fr: Envoi vers GPS
it: Invia a GPS

source: Name
fr: Nom
it: Nome

source: points
de: Punkte
it: punteggi

source: Invalid Track
de: Ungültiger Track
fr: Trace invalide
it: Traccia non valida

source: Rough Points
de: Grobe Punkte
fr: Points bruts
it: Punti lordi

source: valid points
de: gültige Punkte
fr: points valides
it: punti validi

source: Try Cartography option
de: Option Karte ausprobieren
fr: Essayer l'option Cartographie
it: Prova l'opzione Cartografia

source: No valid points in this track file
de: Keine gültigen Punkte in Track-Datei
fr: Aucun points valide dans ce fichier trace
it: Nessun punto valido in questo file traccia

source: Bad download URL
de: Falsche Download-URL
fr: Mauvaise url de téléchargement
it: URL di download errato

source: Could not download track
de: Track konnte nicht geladen werden
fr: Problème de chargement de la trace
it: Impossibile scaricare la traccia

source: Generating KML file
de: KML-Datei erzeugen
fr: Génération fichier Kml
it: Generazione KML file

source: File generation completed
de: Dateierstellung abgeschlossen
fr: Génération du fichier terminée
it: Generazione file completata

source: Track file
de: Track-Datei
fr: Fichier trace
it: File traccia

source: Points list
de: Liste der Punkte
fr: Liste points
it: Lista punteggi

source: Export
de: Exportieren
fr: Exporter
it: Esporta

source: Send via e-mail
de: Per E-Mail senden
fr: Envoi par mail
it: Invia per e-mail

source: Select a track
de: Track-Datei auswählen
fr: Sélectionner une trace
it: Seleziona una traccia

source: Full screen map
de: Karte im Vollbildmodus
fr: Carte plein écran
it: Mappa a schermo intero

source: Google Earth file generation
de: GoogleEarth-Datei erzeugen
fr: Génération fichier Google Earth
it: Generazione file Google Earth

source: Points
de: Punkte
it: Punteggi

source: Reduce the number of points
de: Anzahl der Punkte verringern
fr: Réduction du nombre de points
it: Ridurre il numero di punti

source: Track with profile
de: Track mit Profil
fr: Trace avec profil
it: Traccia con profilo

source: Colored track by altitude
de: Track-Einfärbung (Höhe)
fr: Trace colorée par altitude
it: Traccia colorata in base all'altitudine

source: Colored track by climb
de: Track-Einfärbung (Steigen)
fr: Trace colorée par vario
it: Traccia colorata in base al vario

source: Colored track by speed
de: Track–Einfärbung (Geschwindigkeit)
fr: Trace colorée par vitesse
it: Traccia colorata in base alla velocità

source: Thermals
de: Thermiken
fr: Thermiques
it: Termiche

source: Export Google Earth file
de: GoogleEarth-Datei exportieren
fr: Exporter le fichier Google Earth
it: Esporta in file Google Earth

source: Run Google Earth
de: GoogleEarth starten
fr: Lancer Google Earth
it: Avvia Google Earth

source: Sampling points
de: Alle GPS-Punkte zeigen
fr: Echantillonnage de points
it: Campionamento per punti

source: Distance above the trace
de: Abstand über dem Track
fr: Distance au dessus de la trace
it: Distanza sopra la traccia

source: Camera timer
de: Kamera-Timer
fr: Timer de la caméra
it: Timer della telecamera

source: Camera tilt
de: Neigung der Kamera
fr: Inclinaison caméra
it: Inclinazione della telecamera

source: GPS alt
de: GPS-Höhe
fr: Alti GPS
it: Altitudine GPS

source: Baro alt
de: Baro-Höhe
fr: Alti Baro
it: Alt. Baro

source: Last updated date
de: Datum der letzten Aktualisierung
fr: Date de mise à jour
it: Data dell'ultimo aggiornamento

source: Not found
de: Nicht gefunden
fr: Non trouvé
it: Non trovato

source: Incomplete input
de: Unvollständige Eingabe
fr: La saisie est incomplète
it: Input incompleto

source: Accepted characters
de: Akzeptierte Zeichen
fr: Caractères acceptés
it: Caratteri accettati

source: Fills fields with the button values
de: Füllt die Felder mit Werten der Schaltflächen
fr: Remplit les champs avec les valeurs du bouton
it: Compilare i campi con i valori dei pulsanti

source: OpenStreetMap search with name
de: Namensuche mit OpenStreetMap
fr: Recherche OpenStreetMap sur le nom
it: Ricerca OpenStreetMap con nome

source: Orientation
de: Ausrichtung
it: Orientamento

source: City
de: Stadt
fr: Localité
it: Città

source: ZIP code
de: PLZ
fr: Code Postal
it: Codice CAP

source: Country
de: Land
fr: Pays
it: Nazione

source: Take off
de: Start
fr: Décollage
it: Decollo

source: Landing
de: Landung
fr: Atterissage
it: Atterraggio

source: Take-off alt
de: Startplatzhöhe
fr: Alti déco
it: Quota decollo

source: Comment
de: Kommentar
fr: Commentaire
it: Commento

source: Geolocation
de: Geolokalisierung
fr: Géolocalisation
it: Geolocalizzazione

source: Move marker to change coordinates
de: Marker bewegen um die Koordinaten zu ändern
fr: Déplacer le marqueur pour modifier les coordonnées
it: Spostare il marcatore per cambiare le coordinate

source: Edit/Duplicate
de: Bearbeiten/Duplizieren
fr: Editer/Dupliquer
it: Modifica/Duplica

source: No flights in the logbook
de: Keine Flüge im Logbuch
fr: Pas de vols dans le carnet
it: Nessun volo nel diario di volo

source: No flights in logbook
de: Keine Flüge im Logbuch
fr: Pas de vols dans le carnet
it: Nessun volo nel diario di volo

source: Delete flight
de: Flug löschen
fr: Suppression du vol
it: Cancella volo

source: A flight must be selected
de: Flug muss ausgewählt werden
fr: Un vol doit être sélectionné
it: Un volo deve essere selezionato

source: File decoding problem
de: Problem beim Dekodieren der Datei
fr: Problème de décodage du fichier
it: Problema di decodifica dei file

source: Selection
de: Auswahl
fr: Sélection
it: Selezione

source: flight time
de: Flugzeit
fr: temps de vol
it: Tempo di volo

source: hours
de: Stunden
fr: heures
it: ore

source: minutes
de: Minuten
it: minuti
