Repository: giloutho/Logfly
Catalog: i18n/logfly5/*.po
Languages: de, fr, it

source: GPS not detected
de: GPS-Gerät nicht erkannt
fr: GPS non détecté
it: GPS non rilevato

source: Area
de: Region
fr: Région
it: Regione

source: Source
de: Quelle
fr: Origine
it: Fonte

source: Enter key for confirmation of entries
de: Entertaste, um Auswahl zu bestätigen
fr: Touche Enter pour valider une saisie
it: Invio per confermare i dati inseriti

source: Class
de: Klasse
fr: Classe
it: Classe

source: Floor
de: Untergrenze
fr: Plancher
it: Piano

source: Ceiling
de: Obergrenze
fr: Plafond
it: Soffitto

source: Ceiling must be above the floor
de: Obergrenze muss über Untergrenze liegen
fr: Le plafond doit être supérieur au plancher
it: Il soffitto deve essere al di sopra del pavimento

source: Name must not be null
de: Name darf nicht leer sein
fr: Le nom ne doit pas être nul
it: Il nome non deve essere nullo

source: Class must not be null
de: Klasse darf nicht leer sein
fr: La classe ne doit pas être nulle
it: La classe non deve essere nulla

source: Select the folder of GPS tracks to import
de: Ordner zum Import von GPS-Tracks wählen
fr: Choisir le dossier des traces GPS à importer
it: Selezionare la cartella delle tracce GPS da importare

source: Select the default Logfly folder
de: Den Standard Logfly-Ordner wählen
fr: Choisir le dossier de travail de Logfly
it: Selezionare la cartella predefinita di Logfly

source: Select the new logbook folder
de: Neuen Logbuch-Ordner wählen
fr: Choisir le nouveau dossier pour le carnet
it: Selezionare la nuova cartella del diario di bordo

source: Select the folder for online contest
de: Ordner für den Online-Contest wählen
fr: Choisir le dossier pour la compétition en ligne
it: Seleziona la cartella per il contest online

source: Select the folder where the logbook will be saved
de: Ordner zum Speichern des Logbuchs wählen
fr: Choisir le dossier où le carnet sera sauvegardé
it: Selezionare la cartella in cui verrà salvato il diario di bordo

source: Save the current flights log file
de: Speichern der aktuellen Logbuch-Datei
fr: Sauvegarde le carnet en cours d'utilisation
it: Salvare il file di log dei voli correnti

source: Restore as the current flights log file
de: Als aktuelle Logbuch-Datei wiederherstellen
fr: Restaure le fichier comme carnet en cours
it: Ripristina come file di log dei voli correnti

source: Replace current log file by
de: Aktuelle Logbuch-Datei ersetzen durch
fr: Remplacer le carnet en cours par
it: Sostituire il file di log corrente con

source: Sender
de: Absender
fr: Expéditeur
it: Mittente

source: Recipient
de: Empfänger
fr: Destinataire
it: Destinatario

source: Subject
de: Betreff
fr: Sujet
it: Oggetto

source: Send
de: Senden
fr: Envoyer
it: Invia

source: Error sending mail
de: Fehler beim Senden der Email
fr: Erreur pendant l'envoi du mail
it: Errore nell'invio della email

source: Click on timeline to place the photo marker
de: Auf Zeitachse klicken um Foto zu platzieren
fr: Cliquer sur la ligne de temps pour placer le marqueur
it: Clicca sulla linea temporale per posizionare il marcatore fotografico

source: ZIP
de: PLZ
fr: CP
it: CAP

source: Search
de: Suche
fr: Recherche
it: Ricerca

source: IGC Format
fr: Format IGC
it: Formato IGC

source: The track is saved in IGC format with the .igc extension
de: Der Track wird im IGC-Format mit der Endung .igc gespeichert
fr: La trace est enregistrée au format IGC avec l'extension .igc
it: La traccia viene salvata in formato IGC con estensione .igc

source: GPX Format
fr: Format GPX
it: Formato GPX

source: The track is saved in GPX format with the .gpx extension
de: Der Track wird im GPX-Format mit der Endung .gpx gespeichert
fr: La trace est enregistrée au format GPX avec l'extension .gpx
it: La traccia viene salvata in formato GPX con estensione .gpx

source: Exported file type
de: Export-Dateiformat
fr: Type de fichier exporté
it: Tipo di file esportato

source: Supported file types
de: Unterstützte Dateiformate
fr: Types de fichiers supportés
it: Tipi di file supportati

source: Choose a destination and a filename
de: Ziel und Dateiname wählen
fr: Choisir un dossier et un nom de fichier
it: Scegliere una destinazione e un nome file

source: OziExplorer Format
fr: Format OZIExplorer
it: Formato OziExplorer

source: The file is saved in Oziexplorer format with the .wpt extension
de: Der Track wird im OziExplorer-Format mit der Endung .wpt gespeichert
fr: Le fichier est enregistré au format Oziexplorer avec l'extension .wpt
it: Il file viene salvato in formato Oziexplorer con estensione .wpt

source: CompeGPS Format
fr: Format Compe GPS
it: Formato CompeGPS

source: The file is saved in CompeGPS format with the .wpt extension
de: Der Track wird im CompeGPS-Format mit der Endung .wpt gespeichert
fr: Le fichier est enregistré au format CompeGPS avec l'extension .wpt
it: Il file viene salvato in formato CompeGPS con estensione .wpt

source: PCX5 Format
fr: Format PCX5
it: Formato PCX5

source: The file is saved in PCX5 format with the .pcx extension
de: Der Track wird im PCX5-Format mit der Endung .pcx gespeichert
fr: Le fichier est enregistré au format PCX5 avec l'extension .pcx
it: Il file viene salvato in formato PCX5 con estensione .pcx

source: Kml Format
fr: Format Kml
it: Formato KML

source: The file is saved in kml format with the .kml extension
de: Der Track wird im KML-Format mit der Endung .kml gespeichert
fr: Le fichier est enregistré au format kml avec l'extension .kml
it: Il file viene salvato in formato KML con estensione .kml

source: The file is saved in GPX format with the .gpx extension
de: Der Track wird im GPX-Format mit der Endung .gpx gespeichert
fr: Le fichier est enregistré au format GPX avec l'extension .gpx
it: Il file viene salvato in formato GPX con estensione .gpx

source: Cup Format
fr: Format Cup
it: Formato Cup

source: The file is saved in Cup format with the .cup extension
de: Datei wird als Cup-File mit der Endung .cup gespeichert
fr: Le fichier est enregistré au format Cup avec l'extension .cup
it: Il file viene salvato in formato Cup con estensione .cup

source: Exported file format
de: Exportiertes Dateiformat
fr: Format du fichier exporté
it: Formato file esportato

source: Include tracks
de: Tracks einschliessen
fr: Inclure les traces
it: Includi tracce

source: Error while exporting data
de: Fehler beim Datenexport
fr: Erreur pendant l'exportation des données
it: Errore durante l'esportazione dei dati

source: IGC File
de: IGC Datei
fr: Fichier IGC
it: file IGC

source: Old name
de: Alter Name
fr: Ancien nom
it: Vecchio nome

source: New name
de: Neuer Name
fr: Nouveau nom
it: Nuovo nome

source: Turnpoints List
de: Liste d. Wendepunkte
fr: Liste balises
it: Lista turnpoint

source: Turnpoint prefix
de: Wendepunkt-Präfix
fr: Prefixe balise
it: Prefisso turnpoint

source: Saving
de: Speichern
fr: Enregistrement
it: Salvataggio

source: Logfly Xcp format
fr: Format Logfly Xcp
it: Formato Logfly Xcp

source: Ozi format
fr: Format Ozi
it: Formato Ozi

source: CompeGPS format
fr: Format CompeGPS
it: Formato CompeGPS

source: PCX5 format
fr: Format PCX5
it: Formato PCX5

source: Kml format
fr: Format Kml
it: Formato KML

source: Gpx format
fr: Format Gpx
it: Formato GPX

source: Cup format
fr: Format Cup
it: Formato Cup

source: Double click to select a site in the list
de: Doppelklicken, um Fluggebiet aus Liste zu wählen
fr: Double clic pour sélectionner un site
it: Doppio click per selezionare un sito nella lista

source: Send in Google format
de: Im Google-Format senden
fr: Envoi format Google
it: Invia in formato Google

source: Send in wpt format
de: Im WPT-Format senden
fr: Envoi format wpt
it: Invia in formato wpt

source: Send in cup format
de: Im CUP-Format senden
fr: Envoi format cup
it: Invia in formato cup

source: Send in compeGPS format
de: Im CompeGPS-Format senden
fr: Envoi format CompeGPS
it: Invia in formato compeGPS

source: Send in OZI format
de: Im OZI-Format senden
fr: Envoi format OZI
it: Invia in formato OZI

source: Message could not be sent
de: Nachricht konnte nicht gesendet werden
fr: Le message n'a pas pu être envoyé
it: Il messaggio non può essere inviato

source: Baro Alt
de: Baro Höhe
fr: Alti Baro
it: Alt. Baro

source: GPS Alt
de: GPS-Höhe
fr: Alti GPS
it: Altitudine GPS

source: Long
de: Länge
it: Lungo

source: Gd Speed
de: Geschw. über Boden
fr: Vit Sol
it: Velocità Gd

source: Summer
de: Sommer
fr: Eté
it: Estate

source: Winter
fr: Hiver
it: Inverno

source: or
de: oder
fr: ou
it: o

source: Select a file
de: Datei auswählen
fr: Choisir un fichier
it: Selezionare un file

source: Airspace infringements check
de: Luftraumverletzung prüfen
fr: Vérification d'infractions à l'espace aérien
it: Controllo delle violazioni dello spazio aereo

source: Select a logbook copy to restore
de: Logbuchkopie zur Wiederherstellung wählen
fr: Choisir une copie du carnet à restaurer
it: Selezionare una copia del registro da ripristinare

source: Choose the file to restore
de: Datei zur Wiederherstellung wählen
fr: Choisir le fichier à restaurer
it: Scegliere il file da ripristinare

source: Supported formats
de: Unterstützte Formate
fr: Formats supportés
it: Formati supportati

source: Error sending logbook
de: Fehler beim Senden des Logbuchs
fr: Erreur pendant l'envoi du carnet
it: Errore nell'invio del diario di volo

source: Transfer completed
de: Übertragung abgeschlossen
fr: Transfert terminé
it: Trasferimento completato

source: Problem during transfer
de: Problem bei Übertragung
fr: Problème pendant le transfert
it: Problema durante il trasferimento

source: The file has been downloaded
de: Datei wurde heruntergeladen
fr: Le fichier a été téléchargé
it: Il file è stato scaricato

source: Download stop
de: Download unterbrochen
fr: Téléchargement interrompu
it: Download interrotto

source: Download failed
de: Download fehlgeschlagen
fr: Le téléchargement a échoué
it: Download fallito

source: Loading in progress
de: Download läuft
fr: Téléchargement en cours
it: Caricamento in corso

source: Path
de: Pfad
fr: Chemin
it: Sentiero

source: Size file
de: Dateigrösse
fr: Taille du fichier
it: Dimensione file

source: Camera make
de: Kameramarke
fr: Fabricant
it: Marca della macchina fotografica

source: Camera model
de: Kameramodell
fr: Modèle
it: Modello della macchina fotografica

source: Date/Time Original
de: Erstellungsdatum
fr: Date/heure Original
it: Data/Ora Originale

source: Modify date
de: Datum verändern
fr: Date de modification
it: Modifica data

source: Aperture
de: Blende
fr: Ouverture
it: Apertura

source: Exposure time
de: Belichtungszeit
fr: Temps d'exposition
it: Tempo di esposizione

source: No GPS information
de: Keine GPS-Info
fr: pas d'informations GPS
it: Nessuna informazione GPS

source: A new version {0}. {1} is available
de: Eine neue Version {0}. {1} ist verfügbar
fr: Une nouvelle version {0}.{1} est disponible
it: Una nuova versione {0}. {1} è disponibile

source: Do you want to install it
de: Möchtest du installieren
fr: Voulez vous l'installer
it: Vuoi installarlo

source: A major update is available [version {0}]
de: Ein grösseres Update ist verfügbar [Version {0}]
fr: Une mise à jour majeure est disponible [version {0}]
it: È disponibile un aggiornamento importante [version {0}]

source: You need to restart the program
de: Logfly muss neu gestartet werden
fr: Vous devez redémarrer le programme...
it: È necessario riavviare il programma

source: Update info could not be loaded
de: Update-Info konnte nicht geladen werden
fr: Le bulletin de mise à jour n'a pas pu être chargé
it: Non è stato possibile caricare le informazioni di aggiornamento

source: Logfly has been updated
de: Logfly wurde aktualisiert
fr: Logfly a été mis à jour
it: Logfly è stato aggiornato

source: Year by year
de: Jahr für Jahr
fr: Année par année
it: Anno per anno

source: All years
de: Alle Jahre
fr: Toutes les années
it: Tutti gli anni

source: Calendar year
de: Kalenderjahr
fr: Année civile
it: Anno del calendario

source: Last twelve months
de: Letzte 12 Monate
fr: Douze mois
it: Ultimi dodici mesi

source: Overwrite the existing file
de: Bestehende Datei überschreiben
fr: Remplacer le fichier existant
it: Sovrascrivere il file esistente

source: No tracks in the Syride folder
de: Keine Tracks im Syride-Ordner
fr: Pas de traces dans le dossier Syride
it: Nessuna traccia nella cartella Syride

source: Retrieving the list of flights in progress
de: Liste der Flüge wird abgerufen
fr: Chargement de la liste des vols en cours
it: Richiamare l'elenco dei voli in corso di realizzazione

source: flights inserted
de: Flüge eingefügt
fr: vol(s) inséré(s)
it: voli inseriti

source: Logbook presentation
de: Logbuch-Darstellung
fr: Présentation du carnet
it: Presentazione del diario di bordo

source: Repatriate a copy
de: Eine Kopie wiederherstellen
fr: Récupérer une copie
it: Rimpatriare una copia

source: Default map location
de: Standardort auf der Karte
fr: Position de la carte par défaut
it: Posizione predefinita della mappa

source: Start window
de: Startfenster
fr: Fenêtre démarrage
it: Finestra di avvio

source: Syride folder
de: Syride-Ordner
fr: Dossier Syride
it: Cartella Syride

source: Please note, only folders are displayed
de: Bitte beachten: nur Ordner werden gezeigt
fr: ATTENTION, seuls les dossiers sont affichés
it: Si prega di notare che vengono visualizzate solo le cartelle

source: Select the import folder for GPS tracks
de: Den Import-Ordner für GPS-Tracks auswählen
fr: Choisir le dossier d'import des traces GPS
it: Selezionare la cartella di importazione delle tracce GPS

source: Select the Syride folder for GPS tracks
de: Den Syride-Ordner für GPS-Tracks auswählen
fr: Choisir le dossier Syride des traces GPS
it: Selezionare la cartella Syride per le tracce GPS

source: Where to place the map
de: Wo soll die Karte platziert werden
fr: Où placer la carte
it: Dove posizionare la mappa

source: Double click to select a town
de: Doppelklicken um einen Ort zu wählen
fr: Double clic pour sélectionner une ville
it: Fare doppio clic per selezionare una città

source: Run the installation of the new version
de: Neue Version installieren
fr: Lancer l'installation de la nouvelle version
it: Eseguire l'installazione della nuova versione

source: Thermal
de: Thermik
fr: Thermique
it: Termica

source: Glide
de: Querung
fr: Transition
it: Vela

source: Dive
de: Sinken
fr: Descente
it: Picchiata

source: Various
de: Verschiedenes
fr: Divers
it: Varie

source: Extraction time
de: Zeit bis XC-Start
fr: Délai d'extraction
it: Tempo di estrazione

source: Avg transition speed
de: Durschn. Geschw. Querung
fr: Vit moyenne transition
it: Avg velocità di transizione

source: Avg thermal climb
de: Durschn. Steigen in Thermik
fr: Taux moyen montée
it: Avg salita termica

source: Avg th efficiency
de: Durschn. Th. Effizienz
fr: Efficacité moyenne
it: Avg th efficenza

source: Summary
de: Übersicht
fr: Synthèse
it: Sintesi

source: Show a summary of the flight
de: Zusammenfassung des Flugs zeigen
fr: Affiche une synthèse du vol
it: Mostra un riassunto del volo

source: Pathway
de: Verlauf
fr: Chronologie
it: Percorso

source: Show pathway
de: Verlauf zeigen
fr: Affiche la chronologie
it: Mostra percorso

source: Use an external program to download waypoints
de: Wegpunkte mit externem Programm runterladen
fr: Utiliser un programme externe pour charger les waypoints
it: Utilizzare un programma esterno per scaricare i waypoint

source: Réception
de: Empfangsgerät
it: Ricezione

source: Not supported, use an external program
de: Nicht unterstüzt, externes Programm nutzen
fr: Non supporté, utiliser un programme externe
it: Non supportato, utilizzare un programma esterno

source: Click on a glider to display its total number of hours
de: Auf einen Schirm klicken, um dessen Flugstunden zu zeigen
fr: Cliquer sur une voile pour afficher le nombre total d'heures
it: Cliccare su una vela per visualizzare il numero totale di ore

source: No flights counted for this glider
de: Keine Flüge für diesen Schirm eingetragen
fr: Pas de vols pour cette voile
it: Non sono stati conteggiati voli per questa vela

source: Months
de: Monate
fr: Mois
it: Mesi

source: No pathway
de: Kein Verlauf vorhanden
fr: Pas de chronologie
it: Nessun percorso

source: Waypoint management is not supported
de: Wegpunkt-Managment wird nicht untertützt
fr: La gestion des waypoints n'est pas assurée
it: La gestione dei waypoint non è supportata

source: on this operating system for GPS 6015
de: auf diesem Betriebssystem für GPS 6015
fr: sur ce système pour le GPS 6015
it: su questo sistema operativo per GPS 6015

source: SELECT ANY FILE
de: EINE DATEI WÄHLEN
fr: CHOISISSEZ UN FICHIER
it: SELEZIONARE QUALSIASI FILE

source: The whole folder will be explored
de: Der gesamte Ordner wird exportiert
fr: Tout le dossier sera exploré
it: L'intera cartella sarà esplorata

source: Debug mode
de: Debug Modus
fr: Mode debug
it: Modalità di debug

source: Checked airspaces
de: Geprüfte Lufträume
fr: Espaces vérifiés
it: Spazi aerei controllati

source: airspaces checked
de: Lufträume geprüft
fr: espaces vérifiés
it: spazi aerei controllati

source: enter
de: Eintritt
fr: entrer
it: entrare

source: exit
de: Austritt
fr: sortir
it: uscita

source: if a point is in more than one airspace, the last tested is displayed
de: liegt ein Punkt in mehrehren Lufträumen, wird der zuletzt getestete gezeigt
fr: si un point est dans plus d'un espace, c'est le dernier espace testé qui est affiché
it: se un punto si trova in più di uno spazio aereo, viene visualizzato l'ultimo test

source: Open OpenAir files
de: Öffne OpenAir Dateien
fr: Ouvrir des fichiers Open Air
it: Aprire i file OpenAir

source: Download french OpenAir files from http://pascal.bazile.free.fr
de: Französische OpenAir Dateien von http://pascal.bazile.free.fr laden
fr: Télécharger des fichiers OpenAir français depuis http://pascal.bazile.free.fr
it: Scaricate i file OpenAir in francese da http://pascal.bazile.free.fr

source: Draw free airspaces on map
de: Freien Luftraum auf der Karte zeichnen
fr: Dessiner des espaces aériens sur la carte
it: Disegnare spazi aerei liberi sulla mappa

source: The track will start at
de: Der Track wird starten bei
fr: La trace démarrera à
it: La traccia partirà da

source: and will end at
de: und enden bei
fr: et se terminera à
it: e si concluderà a

source: the starting point and the end point of the zone to be kept
de: den Start- und Endpunkt des zu erhaltenden Teils aus.
fr: le point de départ et le point de fin de la portion à conserver
it: il punto di partenza e il punto di arrivo della zona da mantenere

source: A copy of the original track will be generated in the working folder
de: Eine Kopie des Original-Tracks wird im Arbeitsordner erzeugt
fr: Une copie de la trace originale sera générée dans le dossier de travail
it: Una copia della traccia originale sarà generata nella cartella di lavoro

source: Local file
de: Lokale Datei
fr: Fichier local
it: File locale

source: Using an OpenAir file on the computer
de: Eine OpenAir Datei auf dem Computer nutzen
fr: Utiliser un fichier OpenAir de l'ordinateur
it: Utilizzo di un file OpenAir sul computer

source: Download the latest update on website
de: Die letzte Version von der Website laden
fr: Télécharger la dernière mise à jour sur le site
it: Scarica l'ultimo aggiornamento sul sito web

source: OpenAir files
de: OpenAir Dateien
fr: fichiers OpenAir
it: File OpenAir

source: Do you want to exclude airspaces of type E
de: Möchtest due Lufträume vom Typ 3 ausschliessen
fr: Voulez vous exclure les espaces de type E
it: Volete escludere gli spazi aerei di tipo E

source: No airspaces to check
de: Keine Lufträume zu prüfen
fr: Pas d'espaces aériens à vérifier
it: Nessun spazio aereo da controllare

source: Adjust track structure
de: Track-Struktur anpassen
fr: Modifier la trace
it: Regolare la struttura della traccia

source: Glider flight time
de: Flugstunden des Schirms
fr: Total horaire de la voile
it: Tempo di volo con la vela

source: Input allowed: letters, numbers, underscore
de: Erlaubt: Buchstaben, Zahlen, Unterstrich
fr: Saisie autorisée : lettres, nombre, underscore
it: Input consentito: lettere, numeri, sottolineatura

source: Downloading digital elevation data
de: Lädt digitales Geländeprofil
fr: Téléchargement des fichiers élévation
it: Download dei dati digitali di elevazione

source: Downloading OpenAir file from pascal.bazile.free.fr
de: Lädt OpenAir Datei von pascal.bazile.free.fr
fr: Téléchargement des fichiers OpenAir de pascal.bazile.free.fr
it: Scaricare il file OpenAir da pascal.bazile.free.f

source: Srtm file import completed
de: Import Srtm Datei abgeschlossen
fr: Import des fichiers Srtm terminé
it: Importazione file Srtm completata

source: Point
de: Punkt
it: Punto

source: To remove the useless points, select by a click on the altitude line
de: Um die unerwünschten Punkte zu löschen, wähle mit einem Klick auf die Höhenkurve
fr: Pour supprimer les points inutiles, sélectionner par un clic sur la courbe d'altitude
it: Per rimuovere i punti inutili, selezionare con un clic sulla linea di altitudine

source: No
de: Nein
fr: Non

source: File
de: Datei
fr: Fichier

source: Mail
de: E-Mail

source: waypoints
de: Wegpunkte

source: Top
de: Top Fluggebiet
fr: Haut

source: Turnpoint
de: Wendepunkt
fr: Balise

source: Alt
de: Höhe

source: VisuGPS display
de: VisuGPS anzeigen
fr: Affichage VisuGPS

source: Camera recoil
de: Abstand der Kamera
fr: Recul de la camera

source: Visu GPS in Logfly
de: VisuGPS in Logfly öffnen
fr: VisuGPS dans Logfly

source: Log file
de: Log-Datei
fr: Fichier log

source: Credits
de: Danksagungen

source: Waypoints
de: Wegpunkte

source: Download
de: Herunterladen
fr: Télécharger

source: Web
de: Internet
fr: Internet

source: Login
de: Gleitschirm ID
fr: Identifiant

source: Mar
de: Mär

source: Geotaging
de: Geotagging
fr: Géomarquage

source: Max GPS alt
de: Max GPS-Höhe
fr: Alt max GPS

source: Min GPS alt
de: Min GPS-Höhe
fr: Alti Mini GPS

source: Max GPS Alt
de: Max GPS-Höhe
fr: Alti Max GPS

source: Max Baro Alt
de: Max Höhe Baro
fr: Alti Max Baro

source: Min baro alt
de: Min Höhe Baro
fr: Alti Min baro

source: Min GPS Alt
de: Min Höhe GPS
fr: Alt mini GPS

source: Lat
de: Breite

source: Dist (m)
de: Distanz (m)

source: GPSDump report
de: GPSDump Bericht
fr: Rapport GPSDump

source: Email
fr: Mail

source: OK
fr: Valider

source: Backup
fr: Sauvegarder

source: Ok
fr: Valider

source: Feb
fr: Fév

source: Apr
fr: Avr

source: SP
fr: BD

source: EP
fr: BA
